export const EXPERIENCE_OPTIONS = [
  "أقل من سنة",
  "1-3 سنوات",
  "3-5 سنوات",
  "5-10 سنوات",
  "أكثر من 10 سنوات"
];

export const FIELD_OPTIONS = [
  "الاتصال المؤسسي",
  "العلاقات العامة",
  "التسويق",
  "انفوجرافيك",
  "الحوكمة والالتزام",
  "استمرارية الأعمال",
  "إدارة المخاطر",
  "التخطيط الاستراتيجي",
  "الأداء المؤسسي",
  "السياسات",
  "الشراكات وتطوير الأعمال",
  "الاتصالات الإدارية",
  "الوثائق والمحفوظات",
  "السكرتارية وإدارة المكاتب",
  "إدارة المشاريع",
  "الخدمات والصيانة", 
  "المالية",
  "المحاسبة",
  "الميزانية",
  "استقطاب المواهب",
  "التعويضات والرواتب",
  "إدارة المواهب",
  "إدارة الأداء الوظيفي",
  "عمليات الموارد البشرية",
  "التواصل الداخلي والثقافة المؤسسية",
  "التحول الرقمي وتقنية المعلومات",
  "إدارة الشبكات",
  "الأمن السيبراني",
  "إدارة البيانات",
  "تحليل البيانات",
  "الدعم الفني",
  "القياس والتقويم",
  "تصميم وتنفيذ البرامج التدريبية",
  "إعداد وإدارة البحوث"
];

export const EMPLOYMENT_STATUS_OPTIONS = [
  "موظف خدمة مدنية",
  "موظف تأمينات اجتماعية (قطاع خاص)"
];
